# ReloadNoGood Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..EditingFailures..::..ReloadNoGood Property
BuiltInFailures..::..EditingFailures Class See Also
---
You must Reload Latest before editing the element, but the Central Model is inaccessible or being accessed by another user.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId ReloadNoGood { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ReloadNoGood As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ ReloadNoGood {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..EditingFailures Class
Autodesk.Revit.DB Namespace